
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD Player";
DVDNoDiskInserted								= "Inserisci un DVD";
DVDInsertedLabel								= "DVD inserito";
DVDReadingDVDPleaseWait                         = "Leggo DVD…";
DVDModuleMenu                                   = "Menu DVD";
DVDModuleEject                                  = "Espelli disco";
DVDModuleStop                                   = "Stop";
DVDModuleResume                                 = "Riavvia la riproduzione";
DVDModuleHistoryBeginning                       = "Comincia dall'inizio";
DVDModuleHistoryDefaultBookmark                 = "Comincia da preferito";

DVDOptionsHeader								= "Opzioni";
DVDOptionsFlagOn                                = "Attivo";
DVDOptionsFlagOff                               = "Inattivo";
DVDOptionsMuting                                = "Attivo mute";
DVDOptionsCaptioning                            = "Sottotitoli per non udenti (CC)";
DVDPlayerChapterFormatter                       = "Capitolo %d di %d";

ErrorCantInitializeDVDPlaybackAlert				= "Impossibile riprodurre un DVD in questo momento.";
ErrorCantInitializeDVDPlaybackMessage			= "Un'altra applicazione sta riproducendo un DVD. Ritorna alla scrivania per chiudere l'altra applicazione e prova ancora.";
ErrorCantEjectDVDAlert							= "Impossibile espellere il DVD.";
ErrorCantEjectDVDMessage						= "Un'altra applicazione sta riproducendo il DVD. Ritorna alla scrivania per chiudere l'altra applicazione.";
ErrorBadRegionCodeAlert							= "Il codice regionale del DVD non corrisponde al DVD Player.";
ErrorBadRegionCodeMessage						= "Per ulteriori informazioni sui codici regionali, consulta l'Aiuto del DVD Player.";
ErrorBadDVDMediaAlert							= "Impossibile riprodurre il DVD.";
ErrorBadDVDMenuMessage							= "Formato non riconosciuto.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "Impossibile riprodurre il DVD.";
ErrorFatalDVDMessage							= "Si è verificato un problema con il disco.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Impossibile verificare la protezione contro la copia del disco.";
